{
  "updatedAt": "2026-02-02T14:57:38.176Z",
  "feeds": {
    "top-news": [
      {
        "headline": "அமேஸ்டைம் செய்தி தளம் அதிகாரப்பூர்வமாக அறிமுகம்",
        "summary": "தமிழகத்தின் முக்கிய செய்திகளை ஏஐ தொழில்நுட்பம் மூலம் உடனுக்குடன் வழங்கும் அமேஸ்டைம் தளம் இன்று முதல் பயன்பாட்டிற்கு வந்துள்ளது.",
        "fullArticleContent": "<p>டிஜிட்டல் ஊடக உலகில் புதிய முயற்சியாக, செயற்கை நுண்ணறிவு தொழில்நுட்பத்தைப் பயன்படுத்தி செய்திகளைத் தொகுத்து வழங்கும் 'அமேஸ்டைம்.இன்' (Amazetime.in) தளம் இன்று தொடங்கப்பட்டுள்ளது.</p><h3>ஏன் இந்த தளம்?</h3><p>தகவல் பெருக்கம் அதிகமுள்ள இன்றைய சூழலில், வாசகர்களுக்குத் தேவையான செய்திகளை மட்டும் வடிகட்டி, துல்லியமாகவும் விரைவாகவும் வழங்குவதே எமது நோக்கம். எமது ஏஐ தொழில்நுட்பம் பல்வேறு செய்தி ஆதாரங்களை ஆராய்ந்து, மிகவும் நம்பகமான தகவல்களை மட்டும் வாசகர்களுக்கு வழங்குகிறது.</p>",
        "category": "தமிழகம்",
        "sentiment": "positive",
        "tags": [
          "Launch",
          "News",
          "Tamil"
        ],
        "readingTime": "2 நிமிடம்",
        "pubDate": "2024-05-21T08:00:00.000Z",
        "thumbnail": "https://images.unsplash.com/photo-1504711432869-0df30a7e04f9?auto=format&fit=crop&q=80&w=800",
        "guid": "seed-top-1",
        "title": "Amazetime Launch",
        "description": "Tamil news portal powered by AI launched today.",
        "link": "https://amazetime.in"
      }
    ],
    "tamil-nadu": [
      {
        "headline": "தமிழகத்தில் வெயில் தாக்கம் அதிகரிப்பு: வானிலை ஆய்வு மையம் தகவல்",
        "summary": "தமிழகத்தின் உள் மாவட்டங்களில் அடுத்த மூன்று நாட்களுக்கு வெயிலின் தாக்கம் இயல்பை விட அதிகமாக இருக்கும் என எச்சரிக்கப்பட்டுள்ளது.",
        "fullArticleContent": "<p>தமிழகத்தில் கோடைக்காலம் தொடங்கியுள்ள நிலையில், பல்வேறு மாவட்டங்களில் வெப்பநிலையானது 100 டிகிரியைத் தாண்டி பதிவாகி வருகிறது. குறிப்பாக கரூர், ஈரோடு மற்றும் வேலூர் மாவட்டங்களில் வெப்பத்தின் தாக்கம் மிக அதிகமாக உள்ளது.</p><h3>முன்னெச்சரிக்கை நடவடிக்கைகள்</h3><p>பொதுமக்கள் மதியம் 12 மணி முதல் மாலை 4 மணி வரை தேவையற்ற பயணங்களைத் தவிர்க்குமாறு கேட்டுக்கொள்ளப்படுகிறார்கள். போதிய அளவு தண்ணீர் குடிப்பது மற்றும் பருத்தி ஆடைகளை அணிவது உடல் ஆரோக்கியத்திற்கு நல்லது என மருத்துவர்கள் அறிவுறுத்தியுள்ளனர்.</p>",
        "category": "வானிலை",
        "sentiment": "neutral",
        "tags": [
          "Weather",
          "TamilNadu",
          "Summer"
        ],
        "readingTime": "3 நிமிடம்",
        "pubDate": "2024-05-21T07:30:00.000Z",
        "thumbnail": "https://images.unsplash.com/photo-1504370805625-d32c54b16100?auto=format&fit=crop&q=80&w=800",
        "guid": "seed-tn-1",
        "title": "Weather Report",
        "description": "Heatwave warnings issued for Tamil Nadu districts.",
        "link": "https://amazetime.in/weather"
      }
    ],
    "sports": [
      {
        "headline": "டி20 உலகக்கோப்பை: இந்திய அணியின் தீவிர பயிற்சி",
        "summary": "வரவிருக்கும் டி20 உலகக்கோப்பை தொடருக்காக இந்திய கிரிக்கெட் அணி வீரர்கள் தீவிர வலைப்பயிற்சியில் ஈடுபட்டு வருகின்றனர்.",
        "fullArticleContent": "<p>சர்வதேச கிரிக்கெட் கவுன்சில் நடத்தும் டி20 உலகக்கோப்பை தொடர் விரைவில் தொடங்கவுள்ளது. இதற்காக ரோகித் சர்மா தலைமையிலான இந்திய அணி தீவிரமாக தயாராகி வருகிறது.</p><h3>முக்கிய வீரர்கள்</h3><p>விராட் கோலி, ஜஸ்பிரித் பும்ரா உள்ளிட்ட முக்கிய வீரர்கள் சிறப்பான ஃபார்மில் இருப்பது அணிக்கு கூடுதல் பலத்தை அளித்துள்ளது. இளம் வீரர்களுக்கும் இந்தத் தொடரில் வாய்ப்பு வழங்கப்பட்டுள்ளது குறிப்பிடத்தக்கது.</p>",
        "category": "கிரிக்கெட்",
        "sentiment": "positive",
        "tags": [
          "Cricket",
          "T20WorldCup",
          "TeamIndia"
        ],
        "readingTime": "2 நிமிடம்",
        "pubDate": "2024-05-21T06:45:00.000Z",
        "thumbnail": "https://images.unsplash.com/photo-1531415074968-036ba1b565da?auto=format&fit=crop&q=80&w=800",
        "guid": "seed-sports-1",
        "title": "Cricket Updates",
        "description": "India prepares for the T20 World Cup.",
        "link": "https://amazetime.in/sports"
      }
    ],
    "cinema": [
      {
        "headline": "பிரமாண்ட பட்ஜெட்டில் உருவாகும் புதிய திரைப்படம்: ரசிகர்கள் எதிர்பார்ப்பு",
        "summary": "தமிழ் சினிமாவின் முன்னணி நட்சத்திரம் நடிக்கும் புதிய படத்தின் டீசர் வெளியாகி சமூக வலைதளங்களில் வைரலாகி வருகிறது.",
        "fullArticleContent": "<p>கோலிவுட் திரையுலகில் தற்போது பிரமாண்ட படங்களுக்கு அதிக வரவேற்பு கிடைத்து வருகிறது. அந்த வகையில், சுமார் 200 கோடி பட்ஜெட்டில் உருவாகும் ஒரு புதிய படத்தின் அறிவிப்பு ரசிகர்களிடையே பெரும் உற்சாகத்தை ஏற்படுத்தியுள்ளது.</p><h3>இசை மற்றும் இயக்கம்</h3><p>ஏ.ஆர். ரஹ்மான் இசையமைக்கும் இந்தப் படத்தை முன்னணி இயக்குனர் ஒருவர் இயக்கி வருகிறார். இந்தப் படம் அடுத்த ஆண்டு பொங்கல் பண்டிகையை முன்னிட்டு வெளியாகும் என எதிர்பார்க்கப்படுகிறது.</p>",
        "category": "சினிமா",
        "sentiment": "positive",
        "tags": [
          "Cinema",
          "Kollywood",
          "Trailer"
        ],
        "readingTime": "3 நிமிடம்",
        "pubDate": "2024-05-21T09:15:00.000Z",
        "thumbnail": "https://images.unsplash.com/photo-1485846234645-a62644f84728?auto=format&fit=crop&q=80&w=800",
        "guid": "seed-cinema-1",
        "title": "Movie News",
        "description": "Big budget Tamil movie teaser goes viral.",
        "link": "https://amazetime.in/cinema"
      }
    ]
  }
}